<?php
// +----------------------------------------------------------------------
// | multshop多商户商城系统
// +----------------------------------------------------------------------
// | 禁止对系统程序代码以任何目的，任何形式的再发布
// | multshop团队版权所有并拥有最终解释权
// +----------------------------------------------------------------------
// | author: multshop.cn.team
// +----------------------------------------------------------------------

return [
    //样式显示
    'env_name' => env('project.env_name', '本地环境-'),
    'admin_name' => env('project.admin_name', '平台后台'),
    'theme_color' => 'layui-bg-blue',
    'theme_button' => 'layui-btn-normal',
];