<?php
// +----------------------------------------------------------------------
// | multshop多商户商城系统
// +----------------------------------------------------------------------
// | 禁止对系统程序代码以任何目的，任何形式的再发布
// | multshop团队版权所有并拥有最终解释权
// +----------------------------------------------------------------------
// | author: multshop.cn.team
// +----------------------------------------------------------------------


namespace app\common\enum;


class ChatRecordEnum
{

    // 聊天记录类型
    const TYPE_NORMAL = 1; // 普通记录
    const TYPE_NOTICE = 2; // 通知类型（例如转接客服时通知用户消息）

}