<?php
// +----------------------------------------------------------------------
// | multshop多商户商城系统
// +----------------------------------------------------------------------
// | 禁止对系统程序代码以任何目的，任何形式的再发布
// | multshop团队版权所有并拥有最终解释权
// +----------------------------------------------------------------------
// | author: multshop.cn.team
// +----------------------------------------------------------------------

namespace app\common\enum;


class FileEnum
{
    const IMAGE_TYPE = 10;  //图片类型
    const VIDEO_TYPE = 20;  //视频类型
    const FILE_TYPE  = 30;  //文件类型
    const OTHER_TYPE  = 40;  //文件类型
}